/* No comment provided by engineer. */
"To protect children under the age of 12, this content is only available between 8 p.m. and 6 a.m." = "Per motivs da la protecziun da la giuventetgna (a partir da 12 onns) stat quest video a disposiziun mo tranter las 20:00 e las 06:00.";

/* No comment provided by engineer. */
"To protect children under the age of 18, this content is only available between 11 p.m. and 5 a.m." = "Per motivs da la protecziun da la giuventetgna (a partir da 18 onns) stat quest video a disposiziun mo tranter las 23:00 e las 05:00.";

/* No comment provided by engineer. */
"Commercial is being skipped. Please wait – playback will resume shortly." = "La reclama vegn sursiglì. I va prest vinavant.";

/* No comment provided by engineer. */
"For legal reasons, this content was only available for a limited period of time." = "Ord motivs giuridics statt quest cuntegn a disposiziun mo entaifer in spazi da temp determinà.";

/* No comment provided by engineer. */
"For legal reasons, this content is not available in your region." = "Ord motivs giuridics na statt quest cuntegn betg a disposiziun en Vossa regiun.";

/* No comment provided by engineer. */
"The data is invalid." = "Las datas n'èn betg valaivlas.";

/* No comment provided by engineer. */
"The media cannot be played." = "Quest cuntegn na sa betg vegnì laschà ir.";

/* No comment provided by engineer. */
"The request is invalid." = "La dumonda da datas n'es betg valaivla.";

/* No comment provided by engineer. */
"This content is not available due to legal restrictions." = "Ord motivs giuridics na sa quest cuntegn betg vegnì laschà ir.";

/* No comment provided by engineer. */
"This content is not yet available. Please try again later." = "Quest cuntegn n'è anc betg a disposiziun. Per plaschair empruvar pli tard anc ina giada.";

/* Date preposition, for instance: "Something happened <XXX> Oct 28, 2015." */
"on" = "dals";
